export const  SignUpDataHin={
    headin:"साइन अप करें",
    
    areaPlace:"शहर/गांव दर्ज करें",
    emailPlace:"ईमेल दर्ज करें",
    passwordPlace:"पास वर्ड दर्ज करें",
    btns:["लॉग इन करें","साइन अप करें"],
   
   namePlace:"अपना नाम दर्ज करें",
   ins:"| कृपया हमारे साथ साइनअप करें |",
   alert1:"आप एक पासवर्ड या ईमेल दर्ज कर रहे हैं जो पहले से ही इस्तेमाल किया जा चुका है या",
   alert2:"निर्देश: ",
   alert3:"1. नाम की लंबाई कम से कम 3 वर्णों की होनी चाहिए",
   alert4:"2. क्षेत्र के नाम की लंबाई न्यूनतम 2 वर्णों की होनी चाहिए",
   alert5:"3. सभी फ़ील्ड आवश्यक हैं",
}