export const disDataHin = {
    upload:"अपलोड",
    crop:"फसल",
    disease:"बीमारी",
'Apple___Apple_scab':{
    "Crop": "सेब",
    "Disease": "एप्पल पपड़ी",

        "Cause of disease":

        [ "सेब की पपड़ी मुख्य रूप से गिरी हुई पत्तियों और मिट्टी में उगती है। रोग के विकास को गीले, ठंडे मौसम का समर्थन मिलता है जो आमतौर पर वसंत और शुरुआती गर्मियों में होता है"

       , "फंगल बीजाणु हवा, बारिश या जमीन से पानी के छींटे फूलों, पत्तियों या फलों तक ले जाते हैं। नम या बरसात के समय में, नए खुलने वाले सेब के पत्ते संक्रमण के लिए अतिसंवेदनशील होते हैं। पत्ते जितने लंबे समय तक गीले रहते हैं, उतने ही गंभीर होते हैं। संक्रमण होगा। सेब की पपड़ी 55-75 डिग्री फ़ारेनहाइट के बीच तेज़ी से फैलती है"],
       "How to prevent/cure the disease":
     ["जब संभव हो प्रतिरोधी किस्में चुनें",

        "अगले वसंत में फिर से रोग चक्र शुरू करने के लिए उपलब्ध कवक बीजाणुओं की संख्या को कम करने के लिए पेड़ों के नीचे रेक करें और संक्रमित पत्तियों को नष्ट करें",
       
   "संक्रमण होने से पहले पत्तियों को सूखने का समय देने के लिए शाम को या सुबह जल्दी पानी (ऊपरी सिंचाई से बचें)",
    "पेड़ के नीचे खाद की 3 से 6 इंच की परत फैलाएं, इसे ट्रंक से दूर रखें, मिट्टी को ढकने के लिए और फंगल स्पोर के स्पलैश फैलाव को रोकने के लिए"
]
},
'Apple___Black_rot': {
    "Crop": "सेब",
   "Disease": "ब्लैक रोट",
   "Cause of disease":

      ["काला सड़न फफूंद डिप्लोडिया सेरिएटा (syn Botryosphaeria obtusa) के कारण होता है। कवक मृत ऊतकों के साथ-साथ जीवित तनों, शाखाओं, पत्तियों और फलों को भी संक्रमित कर सकता है। गीले मौसम में, इन संक्रमणों से बीजाणु निकलते हैं और हवा या हवा से फैलते हैं। पानी के छींटे। कवक प्राकृतिक छिद्रों या मामूली घावों के माध्यम से पत्तियों और फलों को संक्रमित करता है"],

      "How to prevent/cure the disease" :
  [
      "मृत या रोगग्रस्त शाखाओं को छाँट दें"
     ,
      "मृत या रोगग्रस्त शाखाओं को छाँट दें"
      ,
     
      "क्षेत्र से संक्रमित पौधों की सामग्री को हटा दें"
      ,
      "क्षेत्र से संक्रमित पौधों की सामग्री को हटा दें"
      ,
      "आपके द्वारा काटे गए किसी भी सेब के पेड़ के ठूंठ को हटाना सुनिश्चित करें। मृत ठूंठ बीजाणुओं का स्रोत हो सकते हैं"],

  },

 'Apple___Cedar_apple_rust':{
    "Crop": "सेब",
    "Disease": "देवदार सेब जंग",
     "Cause of disease":

        ["देवदार सेब जंग (जिम्नोस्पोरंजियम जुनिपेरी-वर्जिनियाना) एक कवक रोग है जो फैलने और विकसित होने के लिए दो प्रजातियों पर निर्भर करता है। यह अपने दो साल के जीवन चक्र का एक हिस्सा पूर्वी लाल देवदार (जुनिपरस वर्जिनियाना) पर बिताता है। रोगज़नक़ के बीजाणु विकसित होते हैं पेड़ों की युवा शाखाओं पर लाल भूरे रंग के पित्त के रूप में जुनिपर पर देर से गिरना"],

        "How to prevent/cure the disease" :[
      "चूंकि जुनिपर गॉल्स उन बीजाणुओं के स्रोत हैं जो सेब के पेड़ों को संक्रमित करते हैं, अगर उनमें से बहुत सारे नहीं हैं तो उन्हें काटना एक अच्छी रणनीति है",

   "जबकि बीजाणु मीलों तक यात्रा कर सकते हैं, अधिकांश जो आपके पेड़ को संक्रमित कर सकते हैं वे कुछ सौ फीट के भीतर हैं",
        
        "ऐसा करने का सबसे अच्छा तरीका शाखाओं को गॉल से लगभग 4-6 इंच नीचे करना है"]
},
'Apple___healthy': {
    "Crop": "सेब",
    "Disease": "कोई बीमारी नहीं",
    "Cause of disease":[],
    "How to prevent/cure the disease" :
    ["चिंता न करें। आपकी फसल स्वस्थ है। इसे जारी रखें"],
},
'Blueberry___healthy': {"Crop":"ब्लूबेरी" ,"Disease": "कोई बीमारी नहीं", "How to prevent/cure the disease" : ["चिंता न करें। आपकी फसल स्वस्थ है। इसे जारी रखें !! !"],
},
'Cherry_(including_sour)___Powdery_mildew': {"Crop":"चेरी","Disease":"ख़स्ता फफूंदी",
"Cause of disease":

         ["पोडोस्फेरा क्लैन्डेस्टिना, एक कवक जो आमतौर पर नई, फैलती हुई पत्तियों को संक्रमित करता है, लेकिन कलियों, फलों और फलों के तनों पर भी पाया जा सकता है। यह छोटे, गोल, काले पिंडों (चस्मोथेसिया) के रूप में मृत पत्तियों पर, बगीचे के फर्श पर, या पेड़ों के क्रॉच में। कालोनियों में अधिक (अलैंगिक) बीजाणु पैदा होते हैं जो आम तौर पर भूसे के गिरने के आसपास होते हैं और रोग चक्र को जारी रखते हैं"],
         "How to prevent/cure the disease" :[
         "चूसने वाली टहनियों को हटाएं और नष्ट करें",

          "सिंचाई के पानी को फल और पत्तियों को विकसित करने से रोकें, सिंचाई का उपयोग करके जो पत्तियों को गीला नहीं करता है। इसके अलावा, सिंचाई के सेट को यथासंभव छोटा रखें",
        
          "सांस्कृतिक प्रथाओं का पालन करें जो अच्छे वायु परिसंचरण को बढ़ावा देते हैं, जैसे कि छंटाई, और विवेकपूर्ण नाइट्रोजन प्रबंधन के माध्यम से मध्यम शूट विकास"],
     },
     'Cherry_(including_sour)___healthy':{"Crop": "चेरी","Disease": "कोई बीमारी नहीं",
     "Cause of disease":[],
     "How to prevent/cure the disease":
       ["चिंता न करें। आपकी फसल स्वस्थ है। इसे जारी रखें!"]

},
'Corn_(maize)___Cercospora_leaf_spot Gray_leaf_spot':{
    "Crop": "मकई",
    "Disease": "ग्रे लीफ स्पॉट",
    "Cause of disease":
    
             ["मकई के पत्तों पर ग्रे लीफ स्पॉट घाव प्रकाश संश्लेषक गतिविधि में बाधा डालते हैं, अनाज भरने के लिए आवंटित कार्बोहाइड्रेट को कम करते हैं। ग्रे लीफ स्पॉट किस हद तक फसल की पैदावार को नुकसान पहुंचाता है, इसका अनुमान इस बात से लगाया जा सकता है कि ग्रेनफिल के सापेक्ष पत्तियां किस हद तक संक्रमित हैं। नुकसान अधिक हो सकता है। परागण के समय कान की पत्ती के आगे बढ़ने पर घाव गंभीर हो जाते हैं। क्योंकि कार्यशील पत्ती क्षेत्र में कमी अनाज के लिए समर्पित प्रकाश संश्लेषण को सीमित करती है, पौधे गुठली भरने के लिए डंठल से अधिक कार्बोहाइड्रेट जुटा सकते हैं"],
    
    
    
             "How to prevent/cure the disease":[
           "कॉर्न ग्रे लीफ स्पॉट को सर्वोत्तम रूप से रोकने और प्रबंधित करने के लिए, समग्र दृष्टिकोण रोग वृद्धि और विस्तार की दर को कम करना है",
    
            "यह माध्यमिक रोग चक्रों की मात्रा को सीमित करके और मकई के दाने बनने के बाद तक पत्ती क्षेत्र को नुकसान से बचाने के द्वारा किया जाता है",
            
            "मकई में ग्रे लीफ स्पॉट के लिए उच्च जोखिम कारक: अतिसंवेदनशील संकर, निरंतर मकई, देर से रोपण की तारीख, न्यूनतम जुताई प्रणाली, गंभीर बीमारी का क्षेत्र इतिहास, प्रारंभिक रोग गतिविधि (कसने से पहले), सिंचाई, रोग के लिए अनुकूल मौसम पूर्वानुमान"],
    
             },
    
    
             'Corn_(maize)___Common_rust_': {"Crop": "मकई(मक्का)" ,"Disease": "आम जंग",
             "Cause of disease":
    
             ["आम मकई की जंग, पक्सिनिया सॉर्घी कवक के कारण होती है, जो यू.एस. में मकई के दो प्राथमिक जंग रोगों में सबसे अधिक बार होती है, लेकिन यह ओहियो फील्ड (डेंट) मकई में शायद ही कभी महत्वपूर्ण उपज हानि का कारण बनती है। कभी-कभी खेत मकई, विशेष रूप से राज्य के दक्षिणी आधे हिस्से में, जब मौसम की स्थिति जंग कवक के विकास और प्रसार के अनुकूल होती है तो गंभीर रूप से प्रभावित हो जाता है"],
    
             "How to prevent/cure the disease":[
             "हालांकि ओहियो में मकई पर अक्सर जंग पाया जाता है, बहुत कम ही कवकनाशी अनुप्रयोगों की आवश्यकता होती है। यह इस तथ्य के कारण है कि अत्यधिक प्रतिरोधी क्षेत्र मकई संकर उपलब्ध हैं और अधिकांश में कुछ हद तक प्रतिरोध है।",
    
             "हालांकि, पॉपकॉर्न और स्वीट कॉर्न काफी अतिसंवेदनशील हो सकते हैं। ऐसे मौसम में जहां सिल्किंग से पहले निचली पत्तियों पर काफी जंग मौजूद होती है और मौसम बेमौसम ठंडा और गीला होता है, प्रभावी रोग नियंत्रण के लिए शुरुआती कवकनाशी का उपयोग आवश्यक हो सकता है। कई कवकनाशी जंग नियंत्रण के लिए उपलब्ध हैं"],
             },

             'Corn_(maize)___Northern_Leaf_Blight':{"Crop": "मक्का(मक्का)","Disease": "उत्तरी पत्ती झुलसा",
    
             "Cause of disease":
[
"नॉर्दर्न कॉर्न लीफ ब्लाइट (एनसीएलबी) मकई (मक्का) का एक पर्णीय रोग है, जो एक्ससेरोहिलम टरसिकम के कारण होता है, जो एस्कोमाइसेट सेटोस्फेरिया टरसिका का एनामॉर्फ है। अपने विशिष्ट सिगार के आकार के घावों के साथ, यह रोग अतिसंवेदनशील मकई संकरों में महत्वपूर्ण उपज हानि का कारण बन सकता है। ",],

"How to prevent/cure the disease":
["एनसीएलबी का प्रबंधन मुख्य रूप से प्रतिरोध वाले संकरों का उपयोग करके प्राप्त किया जा सकता है, लेकिन क्योंकि प्रतिरोध पूर्ण नहीं हो सकता है या विफल हो सकता है, विभिन्न फसल पद्धतियों और फफूंदनाशकों के साथ एक एकीकृत दृष्टिकोण का उपयोग करना लाभप्रद है।"

, "इस बीमारी को नियंत्रित करने के लिए खेतों की खोज और स्थानीय परिस्थितियों की निगरानी महत्वपूर्ण है"

],},
'Grape___Black_rot': {"Crop": "अंगूर", "Disease": "ब्लैक रोट",
"Cause of disease":[

   "अंगूर की बेल और जमीन पर बेंत, टेंड्रिल और पत्तियों में काला सड़न कवक उगता है। जमीन पर ममीकृत जामुन या जो अभी भी बेलों से चिपके हुए हैं, निम्नलिखित वसंत में प्रमुख संक्रमण स्रोत बन जाते हैं",

       "बारिश के दौरान, सूक्ष्म बीजाणु (एस्कोस्पोरस) कई, काले फलने वाले पिंडों (पेरिथेसिया) से बाहर निकल जाते हैं और हवा की धाराओं द्वारा युवा, विस्तारित पत्तियों तक ले जाते हैं। नमी की उपस्थिति में, ये बीजाणु 36 से 48 घंटों में अंकुरित होते हैं और अंततः घुस जाते हैं। पत्ते और फल के तने।",

       "संक्रमण 8 से 25 दिनों के बाद दिखाई देता है। जब मौसम गीला होता है, तो बीजाणु पूरे वसंत और गर्मियों में लगातार संक्रमण प्रदान करते हुए जारी किए जा सकते हैं"],

       "How to prevent/cure the disease":
        ["बेलों को ठीक से लगाएं और एक रोपण स्थल का चयन करें जहां बेलों को पूर्ण सूर्य और अच्छे वायु परिसंचरण के संपर्क में लाया जाएगा। बेलों को जमीन से दूर रखें और सुनिश्चित करें कि वे ठीक से बंधे हुए हैं, बेलों के गीले रहने के समय को सीमित करते हुए संक्रमण को कम करते हैं। ",

      "फलों के रोपण और आसपास के क्षेत्रों को खरपतवारों और लंबी घास से मुक्त रखें। यह अभ्यास कम सापेक्षिक आर्द्रता और लताओं के तेजी से सूखने को बढ़ावा देगा और इस तरह फंगल संक्रमण को सीमित करेगा।",
        
    "सुरक्षात्मक कवकनाशी स्प्रे का उपयोग करें। विकासशील नए विकास की रक्षा के लिए पंजीकृत कीटनाशकों में कॉपर, कैप्टान, फेरबम, मैनकोज़ेब, मानेब, ट्रायडिमेफॉन और ज़िरम शामिल हैं। छिड़काव का समय महत्वपूर्ण है क्योंकि नए अंकुर 2 से 4 इंच लंबे होते हैं, और फिर जब वे 10 होते हैं 15 इंच लंबा, खिलने से ठीक पहले, खिलने के ठीक बाद, और जब फल सेट हो जाता है"],
},
'Corn_(maize)___healthy': {"Crop": "मकई (मक्का)", "Disease": "कोई बीमारी नहीं",
"Cause of disease":[],
"How to prevent/cure the disease": ["चिंता न करें। आपकी फसल स्वस्थ है। इसे बनाए रखें !!!"],
},
'Grape___Esca_(Black_Measles)':  {"Crop": "अंगूर", "Disease": "काला खसरा",
"Cause of disease":[

        "ब्लैक मीज़ल्स कवक के एक परिसर के कारण होता है जिसमें फियोएक्रिमोनियम की कई प्रजातियां शामिल हैं, मुख्य रूप से पी. एलेओफिलम (वर्तमान में इसके यौन चरण, टोगिनिया मिनिमा के नाम से जाना जाता है), और फियोमोनिएला क्लैमाइडोस्पोरा द्वारा।",

        "ओवरविन्टरिंग संरचनाएं जो बीजाणु (पेरिथेसिया या पाइक्निडिया, रोगज़नक़ के आधार पर) उत्पन्न करती हैं, लताओं के रोगग्रस्त वुडी भागों में एम्बेडेड होती हैं। ओवरविन्टरिंग संरचनाएँ जो बीजाणु (पेरिथेसिया या पाइक्निडिया, रोगज़नक़ के आधार पर) उत्पन्न करती हैं, बेलों के रोगग्रस्त वुडी भागों में एम्बेडेड होती हैं। ।",

         "पतन से वसंत की वर्षा के दौरान, बीजाणु निकल जाते हैं और सुप्त छंटाई द्वारा किए गए घाव संक्रमण स्थल प्रदान करते हैं।",

         "छंटाई के बाद घाव कई हफ्तों तक संक्रमण के लिए अतिसंवेदनशील रह सकते हैं, समय के साथ संवेदनशीलता कम हो जाती है।"],


         "How to prevent/cure the disease":[
        "रोगग्रस्त, परिपक्व दाख की बारियों में उपयोग के लिए संक्रमण के बाद की प्रथाएँ (स्वच्छता और बेल की सर्जरी) उतनी प्रभावी नहीं हैं और युवा दाख की बारियों में निवारक प्रथाओं (विलंबित छंटाई, दोहरी छंटाई, और छंटाई-घाव रक्षक के अनुप्रयोग) को अपनाने की तुलना में कहीं अधिक महंगी हैं। ",


        "स्वच्छता और बेल की सर्जरी उपज को बनाए रखने में मदद कर सकती है। वसंत ऋतु में, मृत स्पर्स या छोटे अंकुरों की तलाश करें। बाद में गर्मियों में, जब वर्षा की संभावना कम हो जाती है, तो नासूर से परे बेल के इन कैंकर वाले हिस्सों को काटकर अच्छी स्वच्छता का अभ्यास करें। , जहां लकड़ी स्वस्थ दिखाई देती है। फिर दाख की बारी से रोगग्रस्त, लकड़ी के मलबे को हटा दें और इसे नष्ट कर दें।",
        
        "छंटाई-घाव रक्षक के रूप में लेबल किए गए कवकनाशी, वैकल्पिक सामग्री का उपयोग करने पर विचार करें, जैसे कि ऐक्रेलिक पेंट (टेक-ग्रो बी-लॉक) में 5 प्रतिशत बोरिक एसिड के साथ घाव सीलेंट, जो यूटिपा डाइबैक और एस्का, या एक आवश्यक तेल के खिलाफ प्रभावी है। (सेफकोट विटीसील)।"],
},
'Grape___Leaf_blight_(Isariopsis_Leaf_Spot)': {"Crop": "अंगूर" ,"Disease": "लीफ़ ब्लाइट",
"Cause of disease":[

        "सेब की पपड़ी मुख्य रूप से गिरी हुई पत्तियों और मिट्टी में उगती है। रोग के विकास को गीले, ठंडे मौसम का समर्थन मिलता है जो आमतौर पर वसंत और गर्मियों की शुरुआत में होता है।",

        "फंगल बीजाणु हवा, बारिश या जमीन से पानी के छींटे फूलों, पत्तियों या फलों तक ले जाते हैं। नम या बरसात के समय में, नए खुलने वाले सेब के पत्ते संक्रमण के लिए अतिसंवेदनशील होते हैं। पत्ते जितने लंबे समय तक गीले रहते हैं, संक्रमण उतना ही गंभीर होता है। होगा। सेब की पपड़ी 55-75 डिग्री फ़ारेनहाइट के बीच तेज़ी से फैलती है।"],
        "How to prevent/cure the disease":[
        "जब संभव हो प्रतिरोधी किस्में चुनें।",

        "अगले वसंत में फिर से रोग चक्र शुरू करने के लिए उपलब्ध कवक बीजाणुओं की संख्या को कम करने के लिए पेड़ों के नीचे रेक करें और संक्रमित पत्तियों को नष्ट करें।",
        
        "संक्रमण होने से पहले पत्तियों को सूखने का समय देने के लिए शाम को या सुबह जल्दी पानी (ऊपरी सिंचाई से बचें)।",
        "पेड़ों के नीचे खाद की 3- से 6 इंच की परत फैलाएं, इसे ट्रंक से दूर रखें, मिट्टी को ढकने के लिए और फफूंद बीजाणुओं के छींटे को रोकने के लिए।"],
    },
    'Grape___healthy': {"Crop": "अंगूर", "Disease": "कोई रोग नहीं",
    "Cause of disease":[],

    "How to prevent/cure the disease":["चिंता न करें। आपकी फसल स्वस्थ है। इसे जारी रखें !!!"],},

    'Corn_(maize)___healthy': {"Crop": "मक्का(मक्का)" ,"Disease": "कोई बीमारी नहीं",
    "Cause of disease":[],
    "How to prevent/cure the disease":["चिंता न करें। आपकी फसल स्वस्थ है। इसे जारी रखें !!!"],},
    
    'Grape___Leaf_blight_(Isariopsis_Leaf_Spot)':{ "Crop" : "अंगूर" ,"Disease": "लीफ स्पॉट",  "Cause of disease":[], "How to prevent/cure the disease":[]},


    'Orange___Haunglongbing_(Citrus_greening)':  {"Crop": "नारंगी", "Disease": "साइट्रस ग्रीनिंग",
    "Cause of disease":

     ["हुआंगलोंगबिंग (HLB) या साइट्रस ग्रीनिंग सबसे गंभीर साइट्रस रोग है, जो वर्तमान में दुनिया भर में साइट्रस उद्योग को नष्ट कर रहा है। प्रकल्पित कारण जीवाणु एजेंट कैंडिडेटस लिबरीबैक्टर एसपीपी। पेड़ के स्वास्थ्य के साथ-साथ फलों के विकास, पकने और साइट्रस फलों और रस की गुणवत्ता को प्रभावित करता है। "],
     "How to prevent/cure the disease":[
       "उन क्षेत्रों में जहां रोग की घटनाएं कम हैं, सबसे आम प्रथाएं रोगसूचक पेड़ों को हटाने, गहन निगरानी के माध्यम से ग्रोव किनारों की रक्षा, कीटनाशकों के उपयोग और वेक्टर एसीपी के जैविक नियंत्रण से संक्रमण के प्रसार से बचने के लिए हैं।",

      "सिंगरमैन एंड यूशे (2016) के अनुसार, सीएचएमए एचएलबी रोग को संबोधित करने की योजना के हिस्से के रूप में क्षेत्र-व्यापी पड़ोसी वाणिज्यिक साइट्रस ग्रोव्स में फैले एसीपी को नियंत्रित करने के लिए कीटनाशक अनुप्रयोग का समन्वय करते हैं।",
        
        "पर्ण पोषक स्प्रे के अलावा, पौधों के विकास नियामकों का परीक्षण किया गया, असफल, एचएलबी से जुड़े फलों के गिरने को कम करने के लिए (अल्ब्रिगो और स्टोवर, 2015)।"
],},
'Peach___Bacterial_spot': {"Crop": "आड़ू", "Disease": "बैक्टीरियल स्पॉट",
"Cause of disease":

        ["रोग Xanthomonas की चार प्रजातियों (X. euvesicatoria, X. gardneri, X. perforans, और X. vesicatoria) के कारण होता है। उत्तरी कैरोलिना में, X. perforans टमाटर और X पर जीवाणु धब्बे से जुड़ी प्रमुख प्रजाति है। यूवेसिकेटोरिया काली मिर्च पर रोग से जुड़ी प्रमुख प्रजाति है।",

       "सभी चार बैक्टीरिया सख्ती से एरोबिक, ग्राम-नकारात्मक छड़ें हैं जो एक लंबी व्हिप जैसी फ्लैगेलम (पूंछ) होती हैं जो उन्हें पानी में स्थानांतरित करने की अनुमति देती हैं, जो उन्हें गीले पौधे के ऊतकों पर आक्रमण करने और संक्रमण का कारण बनती हैं।"

        ],
        "How to prevent/cure the disease":
        ["सबसे प्रभावी प्रबंधन रणनीति रोगज़नक़-मुक्त प्रमाणित बीजों और रोग-मुक्त प्रत्यारोपण का उपयोग है ताकि रोगज़नक़ों को ग्रीनहाउस और फ़ील्ड उत्पादन क्षेत्रों में प्रवेश करने से रोका जा सके। पौधों का बहुत सावधानी से निरीक्षण करें और संक्रमित प्रत्यारोपणों को अस्वीकार करें- अपने सहित!",


"प्रत्यारोपण उत्पादन ग्रीनहाउस में, पौधों के गीले होने पर अत्यधिक पानी देना और उन्हें संभालना कम करें।",
        
         "ट्रे, बेंच, औज़ार, और ग्रीनहाउस संरचनाओं को बीजों वाली फ़सलों के बीच धोया और साफ़ किया जाना चाहिए।",
       "गीले पौधों को स्प्रे, टाई, हार्वेस्ट या हैंडल न करें क्योंकि इससे रोग फैल सकता है।",],},
    

       'Pepper,_bell___Bacterial_spot':  {"Crop": "काली मिर्च", "Disease": "बैक्टीरियल स्पॉट",
       "Cause of disease":

       ["बैक्टीरिया स्पॉट जेनथोमोनास जीनस में ग्राम-नेगेटिव बैक्टीरिया की कई प्रजातियों के कारण होता है।",

     "संस्कृति में, ये बैक्टीरिया पीले, म्यूकोइड कॉलोनियों का उत्पादन करते हैं। बैक्टीरिया के एक 'द्रव्यमान' को एक घाव से एक पत्ती के घाव के माध्यम से क्रॉस-सेक्शनल कट बनाकर, ऊतक को पानी की एक बूंद में रखकर, एक आवरण लगाकर देखा जा सकता है- नमूने पर पर्ची, और एक माइक्रोस्कोप के साथ इसकी जांच (~200X)",],
       
       
     "How to prevent/cure the disease":
      ["बैक्टीरियल स्पॉट की प्राथमिक प्रबंधन रणनीति प्रमाणित रोग-मुक्त बीज और रोग-मुक्त प्रत्यारोपण के उपयोग से शुरू होती है।",

     "परपोषी सामग्री के क्षय हो जाने के बाद जीवाणु अच्छी तरह से जीवित नहीं रहते हैं, इसलिए फसल चक्रीकरण की सिफारिश की जाती है। एक बार जब बैक्टीरिया एक खेत या ग्रीनहाउस में प्रवेश कर जाते हैं, तो रोग को नियंत्रित करना बहुत मुश्किल होता है",
       
      "पत्ते और फल पर 'सुरक्षात्मक' आवरण बनाए रखने के लिए काली मिर्च के पौधों पर नियमित रूप से तांबे युक्त जीवाणुनाशकों का छिड़काव किया जाता है।"],
   },

   'Peach___healthy':  {"Crop": "आड़ू" ,"Disease": "कोई बीमारी नहीं",
   "Cause of disease":[],
   "How to prevent/cure the disease":["चिंता न करें। आपकी फसल स्वस्थ है। इसे जारी रखें !!!"],},
   'Pepper,_bell___healthy': {"Crop": "काली मिर्च", "Disease": "कोई बीमारी नहीं",
   "Cause of disease":[],
   "How to prevent/cure the disease":["चिंता न करें। आपकी फसल स्वस्थ है। इसे जारी रखें !!!"],},


   'Potato___healthy': {"Crop": "आलू", "Disease": "कोई बीमारी नहीं",
   "Cause of disease":[],
   "How to prevent/cure the disease":[ "चिंता न करें। आपकी फसल स्वस्थ है। इसे बनाए रखें !!!",],},

   'Raspberry___healthy':{ "Crop": "Raspberry" ,"Disease": "कोई रोग नहीं",
   "Cause of disease":[],
   "How to prevent/cure the disease":["चिंता न करें। आपकी फसल स्वस्थ है। इसे जारी रखें!!!",],},


   'Soybean___healthy':  {"Crop": "सोयाबीन" ,"Disease": "कोई बीमारी नहीं",
   "Cause of disease":[],
   "How to prevent/cure the disease":["चिंता न करें। आपकी फसल स्वस्थ है। इसे जारी रखें !!!"],},

   'Strawberry___healthy':  {"Crop": "स्ट्रॉबेरी", "Disease": "कोई बीमारी नहीं",
   "Cause of disease":[],
   "How to prevent/cure the disease":["चिंता न करें। आपकी फसल स्वस्थ है। इसे जारी रखें !!!"],},

   'Tomato___healthy':  {"Crop": "टमाटर", "Disease": "कोई रोग नहीं",
   "Cause of disease":[],
   "How to prevent/cure the disease":["चिंता न करें। आपकी फसल स्वस्थ है। इसे जारी रखें !!!"],},

   'Potato___Early_blight':{ "Crop": "आलू" ,"Disease": "अर्ली ब्लाइट",
   "Cause of disease":

    ["अर्ली ब्लाइट (ईबी) आलू की एक बीमारी है जो अल्टरनेरिया सोलानी कवक के कारण होती है। यह उन सभी जगहों पर पाया जाता है जहाँ आलू उगाए जाते हैं।",

     "रोग मुख्य रूप से पत्तियों और तनों को प्रभावित करता है, लेकिन अनुकूल मौसम की स्थिति में, और अगर अनियंत्रित छोड़ दिया जाए, तो काफी हद तक पतझड़ हो सकता है और कंद संक्रमण की संभावना बढ़ सकती है। समय से पहले पतझड़ से उपज में काफी कमी आ सकती है।",

  "प्राथमिक संक्रमण की भविष्यवाणी करना मुश्किल है क्योंकि ईबी देर से तुषार की तुलना में विशिष्ट मौसम की स्थिति पर कम निर्भर है।"],
  "How to prevent/cure the disease":[
  "पौधे केवल रोगमुक्त, प्रमाणित बीज",

     "एक पूर्ण और नियमित पर्ण कवकनाशी स्प्रे कार्यक्रम का पालन करें।",
    
     "कंद संक्रमण को कम करने के लिए अच्छी हत्या तकनीकों का अभ्यास करें।",
  "कंदों को खोदने से पहले परिपक्व होने दें, जब लताएँ सूखी हों, तब खोदें, गीली न हों, और कटाई और प्रबंधन के दौरान आलू को अत्यधिक नुकसान पहुँचाने से बचें।"],},

  'Potato___Late_blight': {"Crop": "आलू", "Disease": "लेट ब्लाइट",

                    
  "Cause of disease":
[
    "देर से अंगमारी ओमीसाइकेट फाइटोफ्थोरा इन्फेस्टन्स के कारण होती है। ओमीसाइकेट्स फंगस जैसे जीव होते हैं जिन्हें वाटर मोल्ड्स भी कहा जाता है, लेकिन वे वास्तविक कवक नहीं हैं।",

   "पी. infestans के कई अलग-अलग उपभेद हैं। इन्हें क्लोनल वंश कहा जाता है और एक संख्या कोड (यानी यूएस -23) द्वारा निर्दिष्ट किया जाता है। कई क्लोनल वंश टमाटर और आलू दोनों को प्रभावित करते हैं, लेकिन कुछ वंश एक मेजबान या दूसरे के लिए विशिष्ट होते हैं। ",
   "मेजबान सीमा आम तौर पर आलू और टमाटर तक सीमित होती है, लेकिन बालों वाली नाइटशेड (सोलनम फिजलिफोलियम) एक करीबी से संबंधित खरपतवार है जो आसानी से संक्रमित हो सकती है और बीमारी फैलाने में योगदान दे सकती है। आदर्श परिस्थितियों में, जैसे ग्रीनहाउस, पेटूनिया भी संक्रमित हो सकती है ।",
   "लेट ब्लाइट आलू, संक्रमित पत्तियों, तनों और पौधों के फलों की एक संभावित विनाशकारी बीमारी है। यह रोग खेतों में तेज़ी से फैलता है और अनुपचारित होने पर कुल फसल की विफलता हो सकती है। देर से आयरिश आलू के अकाल के लिए आलू का लेट ब्लाइट जिम्मेदार था। 1840 के दशक।"
   ],
   "How to prevent/cure the disease":[
  "व्यावसायिक रूप से तैयार टमाटर के बीज या अच्छी तरह से सुखाए गए सहेजे गए बीजों पर बीज संक्रमण की संभावना नहीं है।",

   "खरीदने और/या रोपण से पहले देर से झुलसा लक्षणों के लिए टमाटर के प्रत्यारोपण का निरीक्षण करें, क्योंकि दक्षिणी क्षेत्रों से भेजे गए टमाटर के प्रत्यारोपण संक्रमित हो सकते हैं",
   
   "यदि किसी खेत में केवल कुछ ही पौधों में संक्रमण पाया जाता है, तो संक्रमित पौधों को हटा दिया जाना चाहिए, डिस्कस-अंडर, शाकनाशी के साथ मार दिया जाना चाहिए या पूरे क्षेत्र में फैलने से बचने के लिए आग से मर जाना चाहिए।"],},

   'Squash___Powdery_mildew':{"Crop": "स्क्वैश" ,"Disease": "ख़स्ता फफूंदी",
   "Cause of disease":
[
       "पाउडरी मिल्ड्यू संक्रमण लगभग 68-81 डिग्री फारेनहाइट तापमान के साथ नम स्थितियों का पक्ष लेते हैं",

        "गर्म, शुष्क परिस्थितियों में, नए बीजाणु बनते हैं और आसानी से रोग फैलाते हैं।",
       "मिनेसोटा में ख़स्ता फफूंदी के लक्षण पहली बार मध्य से देर से गर्मियों में दिखाई देते हैं। पुरानी पत्तियाँ अतिसंवेदनशील होती हैं और ख़स्ता फफूंदी उन्हें पहले संक्रमित करेगी।",
       "पत्ती के धब्बों में उत्पन्न बीजाणुओं को हवा अन्य पत्तियों को संक्रमित करने के लिए उड़ाती है।",
  "अनुकूल परिस्थितियों में, ख़स्ता फफूंदी बहुत तेज़ी से फैल सकती है, अक्सर सभी पत्तियों को ढक लेती है।"],

  "How to prevent/cure the disease":[
      "मिट्टी परीक्षण के परिणामों के आधार पर उर्वरक लगाएं। नाइट्रोजन के अधिक प्रयोग से बचें।",

  "पौधों के चारों ओर उचित दूरी, पौधों के ढेर और खरपतवार नियंत्रण के माध्यम से अच्छी हवा की आवाजाही प्रदान करें।",
        
        "सप्ताह में एक बार, ख़स्ता फफूंदी संक्रमण के लिए पाँच परिपक्व पत्तियों की जाँच करें। बड़े पौधों में, खेत में 10 अलग-अलग स्थानों पर दोहराएँ।",
    "यदि अतिसंवेदनशील किस्में ऐसे क्षेत्र में बढ़ रही हैं जहां अतीत में ख़स्ता फफूंदी के परिणामस्वरूप उपज में कमी आई है, तो कवकनाशी आवश्यक हो सकता है।",]},

    'Strawberry___Leaf_scorch': {"Crop": "स्ट्रॉबेरी ","Disease": "झुलसा पत्ता",
    "Cause of disease":
  
   ["झुलसी हुई स्ट्रॉबेरी की पत्तियां एक फंगल संक्रमण के कारण होती हैं जो स्ट्रॉबेरी प्लांटिंग के पर्णसमूह को प्रभावित करती हैं। जिम्मेदार कवक को डिप्लोकार्पॉन इयरलियाना कहा जाता है।",
  
  "पत्ती झुलसा देने वाली स्ट्रॉबेरी सबसे पहले पत्तियों के शीर्ष पर होने वाले छोटे जामुनी धब्बों के विकास के साथ समस्या के लक्षण दिखा सकती है।",],
  
  "How to prevent/cure the disease":
   ["चूंकि संक्रमित पौधों की गिरी हुई पत्तियों पर सर्दियों में यह कवक रोगज़नक़ होता है, उचित उद्यान स्वच्छता महत्वपूर्ण है।",
  
  
  "इसमें स्ट्रॉबेरी पैच से संक्रमित बगीचे के मलबे को हटाने के साथ-साथ नए स्ट्रॉबेरी प्रत्यारोपण की लगातार स्थापना भी शामिल है।",
    
    "जलभराव वाली मिट्टी से बचाव और बगीचे की लगातार सफाई से इस फंगस के फैलने की संभावना को कम करने में मदद मिलेगी।",]
  },
  'Tomato___Bacterial_spot': {"Crop":"टमाटर" ,"Disease": "बैक्टीरियल स्पॉट",
  "Cause of disease":

       ["रोग Xanthomonas की चार प्रजातियों (X. euvesicatoria, X. gardneri, X. perforans, और X. vesicatoria) के कारण होता है। उत्तरी कैरोलिना में, X. perforans टमाटर और X पर जीवाणु धब्बे से जुड़ी प्रमुख प्रजाति है। यूवेसिकेटोरिया काली मिर्च पर रोग से जुड़ी प्रमुख प्रजाति है।",

        "सभी चार बैक्टीरिया सख्ती से एरोबिक हैं, ग्राम-नकारात्मक छड़ें एक लंबी व्हिप जैसी फ्लैगेलम (पूंछ) होती हैं जो उन्हें पानी में स्थानांतरित करने की अनुमति देती हैं, जो उन्हें गीले पौधे के ऊतकों पर आक्रमण करने और संक्रमण का कारण बनती हैं।",],
        "How to prevent/cure the disease":
        ["सबसे प्रभावी प्रबंधन रणनीति रोगज़नक़-मुक्त प्रमाणित बीजों और रोग-मुक्त प्रत्यारोपण का उपयोग है ताकि रोगज़नक़ों को ग्रीनहाउस और फ़ील्ड उत्पादन क्षेत्रों में प्रवेश करने से रोका जा सके। पौधों का बहुत सावधानी से निरीक्षण करें और संक्रमित प्रत्यारोपणों को अस्वीकार करें- अपने सहित!",

       "प्रत्यारोपण उत्पादन ग्रीनहाउस में, पौधों के गीले होने पर अत्यधिक पानी देना और उन्हें संभालना कम करें।",
        
        "ट्रे, बेंच, औज़ार, और ग्रीनहाउस संरचनाओं को बीजों वाली फ़सलों के बीच धोया और साफ़ किया जाना चाहिए।",
  "गीले पौधों को स्प्रे, टाई, हार्वेस्ट या हैंडल न करें क्योंकि इससे रोग फैल सकता है"],},

  'Tomato___Early_blight':{ "Crop": "टमाटर" ,"Disease": "अर्ली ब्लाइट",
  "Cause of disease":
[
         "शुरुआती झुलसा दो अलग-अलग निकट संबंधी कवक, अल्टरनेरिया टोमैटोफिला और अल्टरनेरिया सोलानी के कारण हो सकता है।",
"ए. सोलानी की तुलना में अल्टरनेरिया टोमैटोफिला टमाटर पर अधिक विषैला होता है, इसलिए उन क्षेत्रों में जहां ए. टोमैटोफिला पाया जाता है, यह टमाटर पर अगेती झुलसा का प्राथमिक कारण है। हालांकि, यदि ए. टोमैटोफिला अनुपस्थित है, तो ए. सोलानी अगेती झुलसा पैदा करेगा। टमाटर पर।",],
"How to prevent/cure the disease":[
     "रोग-मुक्त बीज का प्रयोग करें, या रोग-मुक्त पौधों से ही बीज एकत्र करें",

      "टमाटर और संबंधित फसलों को कम से कम दो वर्षों के लिए घुमाएं।",
        
        "ब्लैक नाइटशेड और बालों वाले नाइटशेड जैसे अतिसंवेदनशील खरपतवारों को नियंत्रित करें, और पूरे रोटेशन के दौरान स्वेच्छा से टमाटर के पौधों को नियंत्रित करें।",
    "जोरदार पौधों की वृद्धि को बनाए रखने के लिए ठीक से खाद डालें। विशेष रूप से, पोटेशियम के साथ अधिक उर्वरक न डालें और नाइट्रोजन और फास्फोरस दोनों के पर्याप्त स्तर बनाए रखें।",
         "बारिश, सिंचाई, या ओस से भीगने पर पौधों में काम करने से बचें",
       "पत्तियों को सूखा रखने के लिए ओवरहेड सिंचाई के बजाय ड्रिप सिंचाई का उपयोग करें।"],},



       'Tomato___Late_blight': {"Crop": "टमाटर", "Disease": "लेट ब्लाइट",

                
       "Cause of disease":[

       "लेट ब्लाइट ओमीसाइकेट फाइटोफ्थोरा इन्फेस्टन्स के कारण होता है। ओमीसाइकेट्स फंगस जैसे जीव होते हैं जिन्हें वाटर मोल्ड्स भी कहा जाता है, लेकिन वे असली फंगस नहीं हैं।"
,
     "पी. infestans के कई अलग-अलग उपभेद हैं। इन्हें क्लोनल वंश कहा जाता है और एक संख्या कोड (यानी यूएस -23) द्वारा निर्दिष्ट किया जाता है। कई क्लोनल वंश टमाटर और आलू दोनों को प्रभावित करते हैं, लेकिन कुछ वंश एक मेजबान या दूसरे के लिए विशिष्ट होते हैं। ",
         "मेजबान सीमा आम तौर पर आलू और टमाटर तक सीमित होती है, लेकिन बालों वाली नाइटशेड (सोलनम फिजलिफोलियम) एक करीबी से संबंधित खरपतवार है जो आसानी से संक्रमित हो सकती है और बीमारी फैलाने में योगदान दे सकती है। आदर्श परिस्थितियों में, जैसे ग्रीनहाउस, पेटूनिया भी संक्रमित हो सकती है ।",
         "लेट ब्लाइट टमाटर, संक्रमित पत्तियों, तनों और पौधों के फलों की एक संभावित विनाशकारी बीमारी है। यह रोग खेतों में तेज़ी से फैलता है और अनुपचारित होने पर कुल फसल की विफलता हो सकती है।" ],
         "How to prevent/cure the disease":[

         ],
     },
     'Tomato___Leaf_Mold':  {
        "Crop": "टमाटर",
        "Disease": "पत्ती मोल्ड",
          "Cause of disease":
 
        [
          "पत्ती फफूंद पैसालोरा फुलवा (जिसे पहले फुल्विया फुल्वा या क्लैडोस्पोरियम फुलवम कहा जाता था) कवक के कारण होता है। यह टमाटर के अलावा किसी भी पौधे पर रोगजनक होने के लिए नहीं जाना जाता है।",
 
 "पत्ती के धब्बे एक साथ बढ़ते हैं और भूरे हो जाते हैं। पत्तियाँ मुरझा जाती हैं और मर जाती हैं लेकिन अक्सर पौधे से जुड़ी रहती हैं।",
       "फलों का संक्रमण फल के तने के सिरे पर चिकने काले अनियमित क्षेत्र के रूप में शुरू होता है। जैसे-जैसे रोग बढ़ता है, संक्रमित क्षेत्र धंसा हुआ, सूखा और चमड़े जैसा हो जाता है।",],
       "How to prevent/cure the disease":[
          "ड्रिप सिंचाई का उपयोग करें और पर्णसमूह को पानी देने से बचें।",
 ,
 "अंतरिक्ष संयंत्र पंक्तियों और अलग-अलग पौधों के बीच अच्छा वायु संचलन प्रदान करने के लिए।",
         
         "पौधे में और उसके आस-पास हवा का प्रवाह बढ़ाने के लिए खूंटे, डोरी या छँटाई करें।",
          "10 प्रतिशत घरेलू ब्लीच या व्यावसायिक सैनिटाइज़र के साथ दांव, टाई, जाली आदि को जीवाणुरहित करें।",
        "पौधों के चारों ओर नमी कम करने के लिए वेंट और पंखे के साथ ग्रीनहाउस या सुरंगों में हवा प्रसारित करें और सुरंग के ऊंचे किनारों को रोल करके।",
        "पत्ते पर ओस बनने से बचने के लिए ग्रीनहाउस में रात के तापमान को बाहर के तापमान से अधिक रखें।",
         "मौसम के अंत में फसल अवशेषों को हटा दें। इसे जला दें या टमाटर उत्पादन क्षेत्रों से दूर दबा दें।",
        ]},

        'Tomato___Septoria_leaf_spot':{ "Crop": "टमाटर","Disease": "पत्ती के धब्बे",
        "Cause of disease":
[
         "सेप्टोरिया लीफ स्पॉट एक कवक, सेप्टोरिया लाइकोपर्सिसी के कारण होता है। यह टमाटर के पत्तों की सबसे विनाशकारी बीमारियों में से एक है और विशेष रूप से उन क्षेत्रों में गंभीर है जहां गीला, आर्द्र मौसम विस्तारित अवधि के लिए बना रहता है।",],

         "How to prevent/cure the disease":[
         "रोगग्रस्त पत्तियों को हटा दें।",

       "पौधों के चारों ओर वायु परिसंचरण में सुधार करें।",
        
      "पौधों के आधार के चारों ओर गीली घास",
          "ओवरहेड वॉटरिंग का उपयोग न करें।",
        "कवकनाशक स्प्रे का प्रयोग करें",
         ]},
         'Tomato___Spider_mites Two-spotted_spider_mite': {"Crop": "टमाटर","Disease": "टू-स्पॉटेड स्पाइडर माइट",
         "Cause of disease":[

        "दो धब्बेदार मकड़ी घुन सबसे आम घुन प्रजाति है जो सब्जियों और फलों की फसलों पर हमला करती है।",

        "उनकी प्रति वर्ष 20 पीढ़ियाँ होती हैं और वे अतिरिक्त नाइट्रोजन और शुष्क और धूल भरी परिस्थितियों के पक्षधर हैं।",
       "प्रकोप अक्सर व्यापक-स्पेक्ट्रम कीटनाशकों के उपयोग के कारण होते हैं जो कई प्राकृतिक दुश्मनों के साथ हस्तक्षेप करते हैं जो घुन की आबादी को प्रबंधित करने में मदद करते हैं।",],
       "How to prevent/cure the disease":[
       "अन्य कीटों के लिए शुरुआती मौसम, व्यापक स्पेक्ट्रम कीटनाशक अनुप्रयोगों से बचें।",

       "अति-निषेचन न करें",
        
       "ओवरहेड सिंचाई या लंबे समय तक बारिश से आबादी कम करने में मदद मिल सकती है।",],},


     'Tomato___Target_Spo': {"Crop":"टमाटर","Disease": "Target लीफ स्पॉट",
     "Cause of disease":

         ["फंगस के कारण पौधे अपनी पत्तियां खो देते हैं; यह एक बड़ी बीमारी है। यदि फल के विकसित होने से पहले संक्रमण होता है, तो पैदावार कम होती है।",

        "प्रशांत द्वीप देशों में टमाटर पर यह एक आम बीमारी है। रोग स्क्रीन हाउस और खेत में होता है।",],
        "How to prevent/cure the disease":[
         "पौधों के निचले हिस्से से कुछ शाखाओं को हटा दें ताकि आधार पर बेहतर वायु प्रवाह हो सके",

    "बीमारी दिखाई देते ही निचली पत्तियों को हटा दें और जला दें, विशेष रूप से निचले फलों के ट्रस को तोड़ने के बाद।",
        
      "खेतों को खरपतवारों से मुक्त रखें, क्योंकि कुछ कवक के मेजबान हो सकते हैं।",
        "ओवरहेड सिंचाई का उपयोग न करें, अन्यथा, यह बीजाणु उत्पादन और संक्रमण के लिए स्थितियां पैदा करेगा",
        ],},

        'Tomato___Tomato_Yellow_Leaf_Curl_Virus': {"Crop": "टमाटर" ,"Disease": "पीला पत्ता कर्ल वायरस",
        "Cause of disease":
[
        "टीवाईएलसीवी कीट वेक्टर बेमिसिया टैबैसी द्वारा लगातार-परिसंचारी गैर-प्रजनन तरीके से प्रेषित होता है। वायरस को वयस्क चरणों के दौरान कुशलता से प्रसारित किया जा सकता है।",

      "इस वायरस संचरण में 15-20 मिनट की एक छोटी अधिग्रहण पहुंच अवधि है, और 8-24 घंटे की गुप्त अवधि है।",],
      "How to prevent/cure the disease":[
          "वर्तमान में, टीवाईएलसीवी के प्रसार को नियंत्रित करने के लिए उपयोग किए जाने वाले सबसे प्रभावी उपचार कीटनाशक और प्रतिरोधी फसल किस्में हैं।",

      "कीटनाशकों के खिलाफ व्हाइटफ्लाई प्रतिरोध के कारण उष्णकटिबंधीय क्षेत्रों में कीटनाशकों की प्रभावशीलता इष्टतम नहीं है; इसलिए, वायरस संचरण के खिलाफ सबसे प्रभावी उपचार प्रदान करने के लिए कीटनाशकों को वैकल्पिक या मिश्रित किया जाना चाहिए।",
        
      "टीवाईएलसीवी के प्रसार को नियंत्रित करने के अन्य तरीकों में रोपण प्रतिरोधी/सहिष्णु वंशक्रम, फसल रोटेशन, और टीवाईएलसीवी के प्रतिरोध के लिए प्रजनन शामिल हैं। कई अन्य पौधों के विषाणुओं की तरह, टीवाईएलसीवी को नियंत्रित करने के लिए सबसे आशाजनक तरीकों में से एक ट्रांसजेनिक टमाटर के पौधों का प्रतिरोधी उत्पादन है। टीवाईएलसीवी को।"
        ],},



        'Tomato___Tomato_mosaic_virus': {"Crop": "टमाटर" ,"Disease": "मोज़ेक वायरस",
     "Cause of disease":
[
        "टोमेटो मोज़ेक वायरस और तंबाकू मोज़ेक वायरस सूखी मिट्टी या पत्ती के मलबे में दो साल तक मौजूद रह सकते हैं, लेकिन मिट्टी नम होने पर केवल एक महीने तक बने रहेंगे। वायरस मिट्टी में संक्रमित रूट मलबे में भी दो साल तक जीवित रह सकते हैं।" ,

        "बीज संक्रमित हो सकते हैं और वायरस को पौधे तक पहुंचा सकते हैं लेकिन बीमारी आमतौर पर मानव गतिविधि के माध्यम से पेश की जाती है और फैलती है। वायरस आसानी से पौधों के बीच श्रमिकों के हाथों, औजारों और कपड़ों पर पौधों को बांधने, हटाने जैसी सामान्य गतिविधियों से फैल सकता है। चूसने वालों की, और फसल ",
      "वायरस तम्बाकू के इलाज की प्रक्रिया से भी जीवित रह सकता है, और सिगरेट और अन्य तम्बाकू उत्पादों से एक सिगरेट के बाद श्रमिकों द्वारा संभाली जाने वाली पौधों की सामग्री में फैल सकता है",],


      "How to prevent/cure the disease":[


      "प्रत्यारोपण केवल प्रतिष्ठित स्रोतों से ही खरीदें। स्वच्छता प्रक्रियाओं के बारे में पूछें जो वे बीमारी को रोकने के लिए उपयोग करते हैं।",

        "खरीदने से पहले प्रत्यारोपण का निरीक्षण करें। केवल कोई स्पष्ट लक्षण न दिखाने वाले प्रत्यारोपण चुनें।",
        
         "उन खेतों में रोपण से बचें जहां टमाटर की जड़ का मलबा मौजूद हो, क्योंकि वायरस जड़ों में लंबे समय तक जीवित रह सकता है।",
       "पौधों के बीच संभावित प्रसार को कम करने के लिए पौधों को संभालने से पहले और उनके दौरान साबुन और पानी से हाथ धोएं।"],}







     


             

    


















 }
